/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gb_policy": {
      "type": "gb_policy",
      "blocks": {
        "gb_rich_text_KmqjLt": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Collecting Personal Information</strong></p><p>When you visit the Site, we collect certain information about your device, your interaction with the Site, and information necessary to process your purchases. We may also collect additional information if you contact us for customer support. In this Privacy Policy, we refer to any information about an identifiable individual (including the information below) as “Personal Information”. See the list below for more information about what Personal Information we collect and why.</p><p>Device information</p><ul><li>Purpose of collection: to load the Site accurately for you, and to perform analytics on Site usage to optimize our Site.</li><li>Source of collection: Collected automatically when you access our Site using cookies, log files, web beacons, tags, or pixels. </li><li>Disclosure for a business purpose: Shared with our processor Shopify. </li><li>Personal Information collected: version of web browser, IP address, time zone, cookie information, what sites or products you view, search terms, and how you interact with the Site </li></ul><p></p><p>Order information</p><ul><li>Purpose of collection: to provide products or services to you to fulfill our contract, to process your payment information, arrange for shipping, and provide you with invoices and/or order confirmations, communicate with you, screen our orders for potential risk or fraud, and when in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</li><li>Source of collection: Collected automatically when you access our Site using cookies, log files, web beacons, tags, or pixels. </li><li>Disclosure for a business purpose: Shared with our processor Shopify. </li><li>Personal Information collected: name, billing address, shipping address, payment information (including credit card numbers, Shop Pay, Apple Pay, Google Pay, Shopify Payments) email address, and phone number.</li></ul><p></p><p>Customer support information</p><ul><li>Purpose of collection:  to provide products or services to you to fulfill our contract, to process your payment information, arrange for shipping, and provide you with invoices and/or order confirmations, communicate with you, screen our orders for potential risk or fraud, and when in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</li><li>Source of collection: Collected automatically when you access our Site using cookies, log files, web beacons, tags, or pixels. </li><li>Disclosure for a business purpose: Shared with our processor Shopify. </li><li>Personal Information collected: name, billing address, shipping address, payment information (including credit card numbers, Shop Pay, Apple Pay, Google Pay, Shopify Payments) email address, and phone number.</li><li>Purpose of collection: to provide products or services to you to fulfill our contract, to process your payment information, arrange for shipping, and provide you with invoices and/or order confirmations, communicate with you, screen our orders for potential risk or fraud, and when in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</li><li>Source of collection: Collected automatically when you access our Site using cookies, log files, web beacons, tags, or pixels. </li><li>Disclosure for a business purpose: <em>[</em>Shared with our processor Shopify. </li><li>name, billing address, shipping address, payment information (including credit card numbers, Shop Pay, Apple Pay, Google Pay, Shopify Payments) email address, and phone number.</li></ul>"
          },
          "blocks": {}
        },
        "gb_rich_text_6dwmQX": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Minors</strong></p><p>The Site is not intended for individuals under the age of 18. We do not intentionally collect Personal Information from children. If you are the parent or guardian and believe your child has provided us with Personal Information, please contact us at the address above to request deletion.</p>"
          },
          "blocks": {}
        },
        "gb_rich_text_reiqf9": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Sharing Personal Information</strong></p><p>We share your Personal Information with service providers to help us provide our services and fulfill our contracts with you, as described above. For example:</p><ul><li>We use Shopify to power our online store. You can read more about how Shopify uses your Personal Information here: <a href=\"https://www.shopify.com/legal/privacy\"> <span style=\"text-decoration:underline\">https://www.shopify.com/legal/privacy</span></a>.</li><li>We may share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</li></ul><p></p><p>We do not sell your personal data. However, we may share your information with:</p><ul><li>Service Providers: Payment processors, shipping partners, analytics providers</li><li>Legal Authorities: If required by law or to protect our rights</li><li>Business Transfers: If GridBase.net is involved in a merger or acquisition</li><li>Behavioural Advertising</li></ul><p></p><p>As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you. For example:</p><ul><li>We use Google Analytics to help us understand how our customers use the Site. You can read more about how Google uses your Personal Information here: <a href=\"https://www.google.com/intl/en/policies/privacy/\"> <span style=\"text-decoration:underline\">https://www.google.com/intl/en/policies/privacy/</span></a>. You can also opt-out of Google Analytics here: <a href=\"https://tools.google.com/dlpage/gaoptout\"> <span style=\"text-decoration:underline\">https://tools.google.com/dlpage/gaoptout</span></a>.</li><li>We share information about your use of the Site, your purchases, and your interaction with our ads on other websites with our advertising partners. We collect and share some of this information directly with our advertising partners, and in some cases through the use of cookies or other similar technologies (which you may consent to, depending on your location).</li><li>We use Shopify Audiences to help us show ads on other websites with our advertising partners to buyers who made purchases with other Shopify merchants and who may also be interested in what we have to offer. We also share information about your use of the Site, your purchases, and the email address associated with your purchases with Shopify Audiences, through which other Shopify merchants may make offers you may be interested in.</li></ul><p></p><p>For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at <a href=\"https://www.networkadvertising.org/understanding-online-advertising/how-does-it-work\"> <span style=\"text-decoration:underline\">https://www.networkadvertising.org/understanding-online-advertising/how-does-it-work</span></a>.</p><p>You can opt out of targeted advertising by:</p><ul><li><em>FACEBOOK - </em><a href=\"https://www.facebook.com/settings/?tab=ads\"><em> </em><span style=\"text-decoration:underline\"><em>https://www.facebook.com/settings/?tab=ads</em></span></a></li><li><em>GOOGLE - </em><a href=\"https://www.google.com/settings/ads/anonymous\"><em> </em><span style=\"text-decoration:underline\"><em>https://www.google.com/settings/ads/anonymous</em></span></a></li><li><em>BING - </em><a href=\"https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads\"><em> </em><span style=\"text-decoration:underline\"><em>https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads</em></span></a><em>]</em></li></ul><p></p><p>Additionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: <a href=\"https://optout.aboutads.info/\"> <span style=\"text-decoration:underline\">https://optout.aboutads.info/</span></a>.</p>"
          },
          "blocks": {}
        },
        "gb_rich_text_WAr4bA": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Using Personal Information</strong></p><p>We use your personal Information to provide our services to you, which includes: offering products for sale, processing payments, shipping and fulfillment of your order, and keeping you up to date on new products, services, and offers. Including customers outside of United States of America.</p>"
          },
          "blocks": {}
        },
        "gb_rich_text_xAVCcg": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Lawful basis</strong></p><p>Pursuant to the General Data Protection Regulation (“GDPR”), if you are a resident of the European Economic Area (“EEA”), we process your personal information under the following lawful bases:</p><ul><li>Your consent;</li><li>The performance of the contract between you and the Site;</li><li>Compliance with our legal obligations;</li><li>To protect your vital interests;</li><li>To perform a task carried out in the public interest;</li><li>For our legitimate interests, which do not override your fundamental rights and freedoms.</li></ul>"
          },
          "blocks": {}
        },
        "gb_rich_text_Ug3jQP": {
          "type": "gb-rich-text",
          "settings": {
            "richtext_section_text": "<p><strong>Retention</strong></p><p>When you place an order through the Site, we will retain your Personal Information for our records unless and until you ask us to erase this information. For more information on your right of erasure, please see the ‘Your rights’ section below.</p><p>Automatic decision-making</p><p>If you are a resident of the EEA, you have the right to object to processing based solely on automated decision-making (which includes profiling), when that decision-making has a legal effect on you or otherwise significantly affects you.</p><p>We <em>[DO/DO NOT]</em> engage in fully automated decision-making that has a legal or otherwise significant effect using customer data.</p><p>Our processor Shopify uses limited automated decision-making to prevent fraud that does not have a legal or otherwise significant effect on you.</p><p>Services that include elements of automated decision-making include:</p><ul><li>Temporary blacklist of IP addresses associated with repeated failed transactions. This blacklist persists for a small number of hours.</li><li>Temporary blacklist of credit cards associated with blacklisted IP addresses. This blacklist persists for a small number of days.</li></ul>"
          },
          "blocks": {}
        }
      },
      "block_order": [
        "gb_rich_text_KmqjLt",
        "gb_rich_text_6dwmQX",
        "gb_rich_text_reiqf9",
        "gb_rich_text_WAr4bA",
        "gb_rich_text_xAVCcg",
        "gb_rich_text_Ug3jQP"
      ],
      "settings": {
        "textarea_heading": "Privacy Policy",
        "richtext_text": "<p>This Privacy Policy describes how www.gridbase.net (the “Site” or “we”) collects, uses, and discloses your Personal Information when you visit or make a purchase from the Site.<br/><br/>After reviewing this policy, if you have additional questions, want more information about our privacy practices, or would like to make a complaint, please contact us by e-mail at <a href=\"mailto:info@gridbase.net\">info@gridbase.net</a>.</p>"
      }
    }
  },
  "layout": "page.gb-policy",
  "wrapper": "main.main-wrapper",
  "order": [
    "gb_policy"
  ]
}
